Repository: wolffe/roo-framework
Catalog: languages/roold-*.po
Languages: fr_fr, ru_ru

source: Attachments
fr_fr: Attachement
ru_ru: Вложения

source: Pageviews
fr_fr: Affichages
ru_ru: Просмотров страницы

source: Link submitted successfully!
fr_fr: Votre lien a été ajouté avec succès!
ru_ru: Ваша ссылка была успешно добавлена!

source: Add a link
fr_fr: Ajouter un lien
ru_ru: Добавить ссылку

source: Website title
fr_fr: Titre de votre site Internet
ru_ru: Название веб-сайта

source: Website URL (including http://)
fr_fr: Site Web URL (http:// inclus)
ru_ru: URL веб-сайта (включая http://)

source: Your name (first and last name)
fr_fr: Nom et prénom
ru_ru: Ваше имя (имя и фамилия)

source: Your email (private)
fr_fr: Votre email (privé)
ru_ru: Ваш email (не разглашается)

source: Reciprocal URL (including http://)
fr_fr: URL réciproque (http:// inclus)
ru_ru: URL обратной ссылки (включая http://)

source: Address
fr_fr: Adresse
ru_ru: Адрес

source: City/County
fr_fr: Ville/Comté
ru_ru: Город/Страна

source: Country
fr_fr: Pays
ru_ru: Страна

source: Phone
fr_fr: Téléphone
ru_ru: Телефон

source: Fax
ru_ru: Факс

source: Open hours
fr_fr: Horaires d'ouverture
ru_ru: Рабочее время

source: Description
ru_ru: Описание

source: Add
fr_fr: Ajouter
ru_ru: Добавить

source: Search directory...
fr_fr: Cherchez l'annuaire...
ru_ru: Поиск каталога...

source: Search
fr_fr: Recherche
ru_ru: Поиск

source: Latest link
fr_fr: Lien antérieur
ru_ru: Последняя ссылка

source: Directory Statistics
fr_fr: Statistiques de l'annuaire
ru_ru: Статистика каталога

source: links
fr_fr: liens
ru_ru: ссылки

source: pending links
fr_fr: liens en attente
ru_ru: рассматриваемые ссылки

source: categories
fr_fr: catégories
ru_ru: категории

source: Most Visited Links
fr_fr: Les plus visités liens
ru_ru: Самые Посещаемые Ссылки

source: Name
fr_fr: Nom
ru_ru: Имя

source: Message
ru_ru: Сообщение

source: Thank you. Your message has been sent.
fr_fr: Merci. Votre message a été envoyé.
ru_ru: Спасибо. Ваше сообщение было отправлено.

source: There was an error with your message. Please try again.
fr_fr: Une erreur est survenue durant l'envoi de votre message. Merci de réessayer.
ru_ru: Возникла ошибка с вашим сообщением. Пожалуйста, попробуйте еще раз.

source: Send message
fr_fr: Envoyer un message
ru_ru: Отправить сообщение

source: review(s)
fr_fr: commentaires
ru_ru: обзор(ы)

source: Phone:
fr_fr: Téléphone:
ru_ru: Телефон:

source: Fax:
ru_ru: Факс:

source: Open hours:
fr_fr: Horaires d'ouverture:
ru_ru: Рабочее время:

source: enter your location to get directions from Google Maps...
fr_fr: entrez votre localisation pour trouver les itinéraires de Google Maps...
ru_ru: введите свое месторасположение, чтобы увидеть маршрут на карте Google...

source: Go
fr_fr: Aller
ru_ru: Перейти

source: Gallery
fr_fr: Galerie
ru_ru: Галерея

source: Search Roo Categories
fr_fr: Rechercher les catégories Roo
ru_ru: Поиск Roo категорий

source: All Roo Categories
fr_fr: Toutes les catégories Roo
ru_ru: Все Roo категории

source: Parent Roo Categories
fr_fr: Catégories Roo parentes
ru_ru: Родительские Roo категории

source: Parent Roo Categories:
fr_fr: Catégories Roo parentes
ru_ru: Родительские Roo категории:

source: Edit Roo Category
fr_fr: Editer catégorie Roo
ru_ru: Редактировать Roo категории

source: Update Roo Category
fr_fr: Mise à jour de la catégorie Roo
ru_ru: Обновить Roo Категории

source: Add New Roo Category
fr_fr: Ajouter nouvelle catégorie Roo
ru_ru: Добавить Новую Roo Категорию

source: New Roo Category Name
fr_fr: Nouveau nom de la catégorie Roo
ru_ru: Новоя Имя Roo Категории

source: Roo Categories
fr_fr: Catégories Roo
ru_ru: Roo категории

source: Search Roo Flavours
fr_fr: Recherche de saveurs Roo
ru_ru: Поиск Roo Меток

source: Popular Roo Flavours
fr_fr: Saveurs Roo populaires
ru_ru: Популярные Roo Метки

source: All Roo Flavours
fr_fr: Toutes les saveurs Roo
ru_ru: Все Roo Метки

source: Edit Roo Flavour
fr_fr: Editer la saveur Roo
ru_ru: Редактировать Roo Метку

source: Update Roo Flavour
fr_fr: Mise à jour de la saveur Roo
ru_ru: Обновить Roo Метку

source: Add New Roo Flavour
fr_fr: Ajouter nouvelle saveur Roo
ru_ru: Добавить Новую Roo Метку

source: New Roo Flavour Name
fr_fr: Nouveau nom de saveur Roo
ru_ru: Новое Имя Roo метки

source: Separate flavours with commas
fr_fr: Séparer les saveurs par des virgules
ru_ru: Разделяйте метки запятыми

source: Add or remove flavours
fr_fr: Ajouter ou supprimer des saveurs
ru_ru: Добавить или удалить метки

source: Choose from the most used flavours
fr_fr: Choisissez parmi les saveurs plus utilisés
ru_ru: Выбрать из наиболее часто используемых меток

source: Roo Flavours
fr_fr: Saveurs Roo
ru_ru: Roo Метки

source: Wrong verification code!
fr_fr: Code de verification incorrect!

source: Quick Contact/Application
fr_fr: Contact rapide
